Repository: Alfatyhin/flutter_tango_calendar
Catalog: lib/l10n/app_*.arb
Languages: uk

source: Tango Calendar
uk: Танго Календар

source: Calendar lIst empty
uk: Список календарів пустий

# loadCalendars
source: go load calendars
uk: завантажити

source: Calendars not selected
uk: Календарі не обрані

# selectedCalendars
source: go select calendars
uk: обрати

source: calendars
uk: календарі

source: clear
uk: очистити

source: update
uk: оновити

source: delete
uk: видалити

source: edit
uk: редагувати

source: event deleted
uk: подію видалено

source: download started
uk: завантаження розпочато

source: upload events
uk: завантаження подій

source: download complit
uk: завантаження завершено

source: delete complit
uk: видалення завершено

source: delete not permission
uk: нема дозволу на видалення

source: edit not permission
uk: нема дозволу на редагування

source: Menu
uk: Меню

source: Register
uk: Реестрація

source: Login
uk: Увійти

source: About
uk: Про застосунок

source: Log out
uk: Вийти

source: My Profile
uk: Мій профіль

source: Users
uk: Користувачі

source: Statements
uk: Подання

source: add calendar
uk: додати календар

source: create event
uk: створити подію

source: event data
uk: подробиці

source: import
uk: імпорт

source: Calendars
uk: Календарі

source: close
uk: закрити

source: only this
uk: тільки це

# thisAfter
source: this and after
uk: це та наступні

source: all
uk: усі

source: festivals
uk: фестивалі

source: master classes
uk: майстеркласси

source: milongas
uk: мілонги

source: practices
uk: приктики

source: tango school
uk: танго школи

source: Geo filters to Calendars List
uk: Гео фільтер для списку календарів

source: settings geo
uk: гео налаштування

source: home
uk: головна

# updateList
source: uppdate list
uk: оновити список

source: countries
uk: країни

source: cities
uk: міста

source: active calendars
uk: активні календарі

source: select type calendar
uk: обрати тип календаря

source: select
uk: обрати

source: create new
uk: створити новий

source: add isset
uk: додати існуючий

source: calendar name
uk: назва календаря

source: Name Calendar
uk: Назва Календаря

source: create calendar
uk: створити календар

source: Event Description
uk: Подробиці Події

source: Calendar Description
uk: Подробиці Календаря

source: back
uk: повернутися

source: adding process
uk: процесс додавання

source: calendar added
uk: календар додано

source: upload complit
uk: загрузку завершено

source: calendars updated
uk: календарі оновлено
